[
    {
      "id": 1,
      "marca": "MSI",
      "modelo": "Pulse QHD RTX 4060",
      "precio": 1500000,
      "cantidad": 1,
      "descripcion": "Experimenta un rendimiento excepcional con el portátil MSI Pulse. Equipado con un potente procesador Intel i7, una impresionante pantalla 2K, almacenamiento rápido de 500GB SSD y una memoria RAM de 16GB para manejar tus tareas más exigentes. Ideal para usuarios que buscan un rendimiento de primera clase y una experiencia visual inigualable.",
      "category": "Notebook",
      "img": "./img/catalogo-1.png"
    },
    {
      "id": 2,
      "marca": "MSI",
      "modelo": "Katana FHD RTX 4050",
      "precio": 1300000,
      "cantidad": 1,
      "descripcion": "Disfruta de un rendimiento excepcional con el portátil MSI Katana. Equipado con un potente procesador Intel i5, una pantalla FullHD impresionante, almacenamiento rápido de 500GB SSD y una memoria RAM de 16GB para una experiencia multitarea sin problemas. Ideal para usuarios que buscan potencia y portabilidad.",
      "category": "Notebook",
      "img": "./img/catalogo-2.png"
    },
    {
      "id": 3,
      "marca": "Steelseries",
      "modelo": "Teclado APEX 7",
      "precio": 250000,
      "cantidad": 1,
      "descripcion": "Lleva tu experiencia de juego al siguiente nivel con el teclado mecánico gamer Steelseries APEX 7. Este teclado de tamaño completo ofrece switches mecánicos para una respuesta táctil precisa, además de una pantalla OLED para personalizar tu configuración. Diseñado para jugadores que buscan rendimiento y estilo.",
      "category": "Teclado",
      "img": "./img/catalogo-10.png"
    },
    {
      "id": 4,
      "marca": "Alienware",
      "modelo": "Aurora R13 RTX 4090",
      "precio": 3500000,
      "cantidad": 1,
      "descripcion": "Domina el rendimiento con la computadora de escritorio Alienware Aurora R13. Con un potente procesador Intel i9, 1TB de almacenamiento SSD y 32GB de RAM, esta máquina es ideal para jugadores y creadores de contenido que exigen lo mejor en rendimiento. Prepárate para una experiencia informática excepcional.",
      "category": "Desktop",
      "img": "./img/alienware2.png"
    },
    {
      "id": 5,
      "marca": "Alienware",
      "modelo": "Aurora R11 RTX 4070",
      "precio": 2400000,
      "cantidad": 1,
      "descripcion": "Potencia y estilo se encuentran en la computadora de escritorio Alienware Aurora R11. Equipada con un procesador Intel i7, 1TB de almacenamiento SSD y 32GB de RAM, esta máquina proporciona un rendimiento extraordinario para juegos y tareas intensivas. La combinación perfecta de potencia y diseño futurista.",
      "category": "Desktop",
      "img": "./img/alienware2.png"
    },
    {
      "id": 6,
      "marca": "MSI",
      "modelo": "RTX 4090 32GB RAM",
      "precio": 1800000,
      "cantidad": 1,
      "descripcion": "Desata el poder gráfico con la tarjeta gráfica GeForce RTX 4090 de MSI. Con 32GB de memoria RAM, esta tarjeta garantiza un rendimiento gráfico extraordinario para juegos y aplicaciones de diseño. Experimenta gráficos de alta gama y sumérgete en mundos virtuales con una calidad visual asombrosa.",
      "category": "Grafica",
      "img": "./img/catalogo-6.jpeg"
    },
    {
      "id": 7,
      "marca": "MSI",
      "modelo": "RTX 4090 32GB RAM",
      "precio": 1200000,
      "cantidad": 1,
      "descripcion": "Optimiza tu experiencia de juego con la tarjeta gráfica GeForce RTX 4090 de MSI. Con 32GB de memoria RAM, esta tarjeta ofrece un rendimiento gráfico de alta calidad para juegos exigentes y aplicaciones de edición. Haz que cada detalle cobre vida en tu pantalla con esta potente tarjeta gráfica.",
      "category": "Grafica",
      "img": "./img/catalogo-8.png"
    },
    {
      "id": 8,
      "marca": "Steelseries",
      "modelo": "Rival 650 wireless",
      "precio": 85000,
      "cantidad": 1,
      "descripcion": "Domina el juego con el mouse gamer Steelseries Rival 650. Equipado con 1000 dpi, este mouse inalámbrico ofrece precisión y velocidad para jugadores exigentes. Personaliza la iluminación RGB y disfruta de un diseño ergonómico que se adapta a tu estilo de juego.",
      "category": "Mouse",
      "img": "./img/catalogo-11.png"
    },
    {
      "id": 9,
      "marca": "Steelseries",
      "modelo": "Rival mini wireless",
      "precio": 250000,
      "cantidad": 1,
      "descripcion": "Libertad inalámbrica en un diseño compacto con el teclado mecánico inalámbrico Steelseries Rival mini. Este teclado de tamaño 60% es perfecto para jugadores que buscan portabilidad sin comprometer el rendimiento. Experimenta la libertad de movimientos con un teclado diseñado para la movilidad.",
      "category": "Teclados",
      "img": "./img/catalogo-9.jpg"
    }
  ]
  